[{"copyright":"Dani Caxete","date":"2022-06-12","explanation":"Have you ever seen the Man in the Moon? This common question plays on the ability of humans to see pareidolia -- imagining familiar icons where they don't actually exist. The textured surface of Earth's full Moon is home to numerous identifications of iconic objects, not only in modern western culture but in world folklore throughout history. Examples, typically dependent on the Moon's perceived orientation, include the Woman in the Moon and the Rabbit in the Moon. One facial outline commonly identified as the Man in the Moon starts by imagining the two dark circular areas -- lunar maria -- here just above the Moon's center, to be the eyes.  Surprisingly, there actually is a man in this Moon image -- a close look will reveal a real person -- with a telescope -- silhouetted against the Moon. This featured well-planned image was taken in 2016 in Cadalso de los Vidrios in Madrid, Spain. Do you have a favorite object that you see in the Moon?","hdurl":"https://imersao-java-apis.s3.amazonaws.com/NASA-APOD_1_url.jpg","media_type":"image","service_version":"v1","title":"Find the Man in the Moon","url":"https://imersao-java-apis.s3.amazonaws.com/NASA-APOD_1_url.jpg"},{"copyright":"Bernard Miller","date":"2022-06-13","explanation":"The Whirlpool Galaxy is a classic spiral galaxy. At only 30 million light years distant and fully 60 thousand light years across, M51, also known as NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The featured image is a digital combination of images taken in different colors by the Earth-orbiting Hubble Space Telescope, highlighting many sharp features. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of the Hunting Dogs (Canes Venatici). M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with the smaller galaxy on the image left.","hdurl":"https://imersao-java-apis.s3.amazonaws.com/NASA-APOD_2_url.jpg","media_type":"image","service_version":"v1","title":"M51: The Whirlpool Galaxy from Hubble","url":"https://imersao-java-apis.s3.amazonaws.com/NASA-APOD_2_url.jpg"},{"copyright":"Joshua Rozells","date":"2022-06-14","explanation":"What are all those streaks across the background? Satellite trails. First, the foreground features picturesque rock mounds known as Pinnacles.  Found in the Nambung National Park in Western Australia, these human-sized spires are made by unknown processes from ancient sea shells (limestone). Perhaps more eye-catching, though, is the sky behind. Created by low-Earth orbit satellites reflecting sunlight, all of these streaks were captured in less than two hours and digitally combined onto the single featured image, with the foreground taken consecutively by the same camera and from the same location.  Most of the streaks were made by the developing Starlink constellation of communication satellites, but some are not. In general, the streaks are indicative of an increasing number of satellites nearly continuously visible above the Earth after dusk and before dawn.  Understanding and removing the effects of satellite trails on images from Earth's ground-based cameras and telescopes is now important not only for elegant astrophotography, but for humanity's scientific understanding of the distant universe.   Astrophysicists: Browse 2,800+ codes in the Astrophysics Source Code Library","hdurl":"https://imersao-java-apis.s3.amazonaws.com/NASA-APOD_3_url.jpg","media_type":"image","service_version":"v1","title":"Satellites Behind Pinnacles","url":"https://imersao-java-apis.s3.amazonaws.com/NASA-APOD_3_url.jpg"}]