{"page":1,"results":[{"adult":false,"backdrop_path":"/kXfqcdQKsToO0OUXHcrrNCHDBzO.jpg","genre_ids":[18,80],"id":278,"original_language":"en","original_title":"The Shawshank Redemption","overview":"Em 1946, Andy Dufresne, um banqueiro jovem e bem sucedido, tem a sua vida radicalmente modificada ao ser condenado por um crime que nunca cometeu, o homicídio de sua esposa e do amante dela. Ele é mandado para uma prisão que é o pesadelo de qualquer detento, a Penitenciária Estadual de Shawshank, no Maine. Lá ele irá cumprir a pena perpétua. Andy logo será apresentado a Warden Norton, o corrupto e cruel agente penitenciário, que usa a Bíblia como arma de controle e ao Capitão Byron Hadley que trata os internos como animais. Andy faz amizade com Ellis Boyd Redding, um prisioneiro que cumpre pena há 20 anos e controla o mercado negro da instituição.","popularity":73.564,"poster_path":"/umX3lBhHoTV7Lsci140Yr8VpXyN.jpg","release_date":"1994-09-23","title":"Um Sonho de Liberdade","video":false,"vote_average":8.7,"vote_count":21804},{"adult":false,"backdrop_path":"/90ez6ArvpO8bvpyIngBuwXOqJm5.jpg","genre_ids":[35,18,10749],"id":19404,"original_language":"hi","original_title":"दिलवाले दुल्हनिया ले जायेंगे","overview":"Raj e Simran são dois jovens indianos vivendo em Londres que, acidentalmente, se conhecem durante uma viagem pela Europa. Eles se apaixonam, mas Simran está prometida a um indiano. Raj não desanima e segue seu amor até a Índia, onde os dois tentam convencer a todos que precisam ficar juntos.","popularity":23.651,"poster_path":"/2CAL2433ZeIihfX1Hb2139CX0pW.jpg","release_date":"1995-10-19","title":"Dilwale Dulhania Le Jayenge","video":false,"vote_average":8.7,"vote_count":3720},{"adult":false,"backdrop_path":"/rSPw7tgCH9c6NqICZef4kZjFOQ5.jpg","genre_ids":[18,80],"id":238,"original_language":"en","original_title":"The Godfather","overview":"Em 1945, Don Corleone é o chefe de uma mafiosa família italiana de Nova York. Ele costuma apadrinhar várias pessoas, realizando importantes favores para elas, em troca de favores futuros. Com a chegada das drogas, as famílias começam uma disputa pelo promissor mercado. Quando Corleone se recusa a facilitar a entrada dos narcóticos na cidade, não oferecendo ajuda política e policial, sua família começa a sofrer atentados para que mudem de posição. É nessa complicada época que Michael, um herói de guerra nunca envolvido nos negócios da família, vê a necessidade de proteger o seu pai e tudo o que ele construiu ao longo dos anos.","popularity":95.588,"poster_path":"/oJagOzBu9Rdd9BrciseCm3U3MCU.jpg","release_date":"1972-03-14","title":"O Poderoso Chefão","video":false,"vote_average":8.7,"vote_count":16233},{"adult":false,"backdrop_path":"/loRmRzQXZeqG78TqZuyvSlEQfZb.jpg","genre_ids":[18,36,10752],"id":424,"original_language":"en","original_title":"Schindler's List","overview":"O alemão Oskar Schindler viu na mão de obra judia uma solução barata e viável para lucrar com negócios durante a guerra. Com sua forte influência dentro do partido nazista, foi fácil conseguir as autorizações e abrir uma fábrica. O que poderia parecer uma atitude de um homem não muito bondoso, transformou-se em um dos maiores casos de amor à vida da História, pois este alemão abdicou de toda sua fortuna para salvar a vida de mais de mil judeus em plena luta contra o extermínio alemão.","popularity":41.928,"poster_path":"/bGhhNzJYDsuLruNN5bJ2PvLcMiq.jpg","release_date":"1993-11-30","title":"A Lista de Schindler","video":false,"vote_average":8.6,"vote_count":12936},{"adult":false,"backdrop_path":"/poec6RqOKY9iSiIUmfyfPfiLtvB.jpg","genre_ids":[18,80],"id":240,"original_language":"en","original_title":"The Godfather: Part II","overview":"Após a máfia matar sua família, o jovem Vito foge da sua cidade na Sicília e vai para a América. Vito luta para manter sua família. Ele mata Black Hand Fanucci, que exigia dos comerciantes uma parte dos seus ganhos. Com a morte de Fanucci, o poderio de Vito cresce, mas sua família é o que mais importa para ele. Agora baseado no Lago Tahoe, Michael planeja fazer incursões em Las Vegas e Havana instalando negócios ligados ao lazer, mas descobre que aliados como Hyman Roth estão tentando matá-lo.","popularity":54.372,"poster_path":"/3ViYPhSAPwH2avQjdMl49F8PklB.jpg","release_date":"1974-12-20","title":"O Poderoso Chefão: Parte II","video":false,"vote_average":8.6,"vote_count":9784},{"adult":false,"backdrop_path":"/bxSBOAD8AuMHYMdW3jso9npAkgt.jpg","genre_ids":[10751,18],"id":667257,"original_language":"es","original_title":"Cosas imposibles","overview":"Matilde, uma mulher na casa dos sessenta e viveu com seu marido, Porfirio, desde os 15 anos, numa relação de violência e desprezo. Miguel, seu vizinho, um jovem com tino para negócios sente pena de Matilde e pouco a pouco criarão fortes laços de amizade, o que lhes ajudará a liberar-se de de suas antigas crenças e viver a vida que sempre quiseram.","popularity":15.86,"poster_path":"/eaf7GQj0ieOwm08rrvjJQNbN0kN.jpg","release_date":"2021-06-17","title":"Cosas Imposibles","video":false,"vote_average":8.6,"vote_count":255},{"adult":false,"backdrop_path":"/3RMLbSEXOn1CzLoNT7xFeLfdxhq.jpg","genre_ids":[10749,16],"id":372754,"original_language":"ja","original_title":"同級生","overview":"A história começa numa aula de música quando, durante o ensaio do coral para o festival escolar, Hikaru Kusakabe percebe que o estudante de honra da escola, Rihito Sajō, não está cantando. De início, ele pensa que o estudante simplesmente não gosta de cantar, até encontrar Rihito ensaiando numa sala vazia na escola. Sem pensar duas vezes, Kusakabe decide ajudar o colega a ensaiar o canto.","popularity":15.919,"poster_path":"/7byisQANRFHf9SC60n5PaLywuMa.jpg","release_date":"2016-02-20","title":"Doukyuusei","video":false,"vote_average":8.5,"vote_count":237},{"adult":false,"backdrop_path":"/hZth9NCeXvvO7Xi98d8q34e1Ier.jpg","genre_ids":[16,10751,14],"id":129,"original_language":"ja","original_title":"千と千尋の神隠し","overview":"Chihiro e seus pais estão se mudando para uma cidade diferente. A caminho da nova casa, o pai decide pegar um atalho. Eles se deparam com uma mesa repleta de comida, embora ninguém esteja por perto. Chihiro sente o perigo, mas seus pais começam a comer. Quando anoitece, eles se transformam em porcos. Agora, apenas Chihiro pode salvá-los","popularity":84.274,"poster_path":"/e7WdOF6j3wB5kFXIEoqGXKmGaTl.jpg","release_date":"2001-07-20","title":"A Viagem de Chihiro","video":false,"vote_average":8.5,"vote_count":13055},{"adult":false,"backdrop_path":"/mMtUybQ6hL24FXo0F3Z4j2KG7kZ.jpg","genre_ids":[10749,16,18],"id":372058,"original_language":"ja","original_title":"君の名は。","overview":"Mitsuha é a filha do prefeito de uma pequena cidade, mas sonha em tentar a sorte em Tóquio. Taki trabalha em um restaurante em Tóquio e deseja largar o seu emprego. Os dois não se conhecem, mas estão conectados pelas imagens de seus sonhos.","popularity":154.693,"poster_path":"/7bAtBUQRC1M4zaIlihesBPTAJ8a.jpg","release_date":"2016-08-26","title":"Your Name.","video":false,"vote_average":8.5,"vote_count":8872},{"adult":false,"backdrop_path":"/tj6iPnz18hGfr0LKqWmG6Cp3niO.jpg","genre_ids":[18],"id":389,"original_language":"en","original_title":"12 Angry Men","overview":"Um jovem porto-riquenho é acusado do brutal crime de ter matado o próprio pai. Quando ele vai a julgamento, doze jurados se reúnem para decidir a sentença, levando em conta que o réu deve ser considerado inocente até que se prove o contrário. Onze dos jurados têm plena certeza de que ele é culpado, e votam pela condenação, mas um jurado acha que é melhor investigar mais para que a sentença seja correta. Para isso ele terá que enfrentar diferentes interpretações dos fatos, e a má vontade dos outros jurados, que só querem ir logo para suas casas.","popularity":33.785,"poster_path":"/q8RGf4SbVCObCySZ4PIGsn5wFm6.jpg","release_date":"1957-04-10","title":"12 Homens e Uma Sentença","video":false,"vote_average":8.5,"vote_count":6523},{"adult":false,"backdrop_path":"/w2uGvCpMtvRqZg6waC1hvLyZoJa.jpg","genre_ids":[10749],"id":696374,"original_language":"en","original_title":"Gabriel's Inferno","overview":"Uma exploração intrigante de sedução, amor proibido e redenção, uma história cativante e apaixonada da fuga de um homem de seu próprio inferno pessoal, enquanto ele tenta ganhar o impossível: perdão e amor.","popularity":12.016,"poster_path":"/yXRoyYzIo17HfANn07oXYdyBy4h.jpg","release_date":"2020-05-29","title":"O Inferno de Gabriel","video":false,"vote_average":8.5,"vote_count":2262},{"adult":false,"backdrop_path":"/TU9NIjwzjoKPwQHoHshkFcQUCG.jpg","genre_ids":[35,53,18],"id":496243,"original_language":"ko","original_title":"기생충","overview":"Toda a família de Ki-taek está desempregada, vivendo num porão sujo e apertado. Uma obra do acaso faz com que o filho adolescente da família comece a dar aulas de inglês à garota de uma família rica. Fascinados com a vida luxuosa destas pessoas, pai, mãe, filho e filha bolam um plano para se infiltrarem também na família burguesa, um a um. No entanto, os segredos e mentiras necessários à ascensão social custarão caro a todos.","popularity":76.61,"poster_path":"/igw938inb6Fy0YVcwIyxQ7Lu5FO.jpg","release_date":"2019-05-30","title":"Parasita","video":false,"vote_average":8.5,"vote_count":13988},{"adult":false,"backdrop_path":"/jtAI6OJIWLWiRItNSZoWjrsUtmi.jpg","genre_ids":[10749],"id":724089,"original_language":"en","original_title":"Gabriel's Inferno: Part II","overview":"O professor Gabriel Emerson finalmente descobre a verdade sobre a identidade de Julia Mitchell, mas sua compreensão chega um momento tarde demais. Julia acabou de esperar que o respeitado especialista em Dante se lembrasse dela e não quer mais nada com ele. Gabriel pode reconquistar seu coração antes que ela encontre o amor nos braços de outra pessoa?","popularity":13.778,"poster_path":"/pci1ArYW7oJ2eyTo2NMYEKHHiCP.jpg","release_date":"2020-07-31","title":"O Inferno de Gabriel - Parte 2","video":false,"vote_average":8.5,"vote_count":1419},{"adult":false,"backdrop_path":"/l6hQWH9eDksNJNiXWYRkWqikOdu.jpg","genre_ids":[14,18,80],"id":497,"original_language":"en","original_title":"The Green Mile","overview":"Milagres acontecem em lugares inesperados, mesmo no bloco de celas para o corredor da morte na Penitenciária Cold Mountain. Lá, John Coffey, um gentil e gigante prisioneiro com poderes sobrenaturais, traz um senso de espírito e humanidade aos seus guardas e colegas de cela.","popularity":82.958,"poster_path":"/14hEqW67IiHlKpzKMLUXyktzZIV.jpg","release_date":"1999-12-10","title":"À Espera de um Milagre","video":false,"vote_average":8.5,"vote_count":14131},{"adult":false,"backdrop_path":"/v5CEt88iDsuoMaW1Q5Msu9UZdEt.jpg","genre_ids":[10749,18],"id":730154,"original_language":"ja","original_title":"きみの瞳が問いかけている","overview":"Em Seus Olhos Dizem, Akari (Yuriko Yoshitaka) sofreu um trágico acidente que a deixou cega, mas ela tem vontade de viver todos os dias. Ela também perdeu sua família, mas conhece Rui, ex-kickboxer e começam a conversar. Uma coisa leva a outra e ambos começam a gostar um do outro. Porém Rui está mais conectada a ela do que imagina e ele precisa consertar isso.","popularity":50.585,"poster_path":"/tW1ZnWKT64Hl2Ti1kAchRzQz8tb.jpg","release_date":"2020-10-23","title":"Seus Olhos Dizem","video":false,"vote_average":8.5,"vote_count":333},{"adult":false,"backdrop_path":"/cfT29Im5VDvjE0RpyKOSdCKZal7.jpg","genre_ids":[18,28,80,53],"id":155,"original_language":"en","original_title":"The Dark Knight","overview":"Após dois anos desde o surgimento do Batman, os criminosos de Gotham City têm muito o que temer. Com a ajuda do tenente James Gordon e do promotor público Harvey Dent, Batman luta contra o crime organizado. Acuados com o combate, os chefes do crime aceitam a proposta feita pelo Coringa e o contratam para combater o Homem-Morcego.","popularity":85.173,"poster_path":"/iGZX91hIqM9Uu0KGhd4MUaJ0Rtm.jpg","release_date":"2008-07-14","title":"Batman: O Cavaleiro das Trevas","video":false,"vote_average":8.5,"vote_count":27885},{"adult":false,"backdrop_path":"/suaEOtk1N1sgg2MTM7oZd2cfVp3.jpg","genre_ids":[53,80],"id":680,"original_language":"en","original_title":"Pulp Fiction","overview":"Vincent Vega (John Travolta) e Jules Winnfield (Samuel L. Jackson) são dois assassinos profissionais que trabalham fazendo cobranças para Marsellus Wallace (Ving Rhames), um poderosos gângster. Vega é forçado a sair com a garota do chefe, temendo passar dos limites. Enquanto isso, o pugilista Butch Coolidge (Bruce Willis) se mete em apuros por ganhar uma luta que deveria perder.","popularity":74.085,"poster_path":"/tptjnB2LDbuUWya9Cx5sQtv5hqb.jpg","release_date":"1994-09-10","title":"Pulp Fiction: Tempo de Violência","video":false,"vote_average":8.5,"vote_count":23442},{"adult":false,"backdrop_path":"/fQq1FWp1rC89xDrRMuyFJdFUdMd.jpg","genre_ids":[10749,35],"id":761053,"original_language":"en","original_title":"Gabriel's Inferno: Part III","overview":"A parte final da adaptação para o cinema do romance erótico Gabriel's Inferno, escrito por um autor canadense anônimo sob o pseudônimo de Sylvain Reynard.","popularity":57.736,"poster_path":"/uqmTxOP3gNl5MWRt1wlrUnzTphM.jpg","release_date":"2020-11-19","title":"O Inferno de Gabriel - Parte 3","video":false,"vote_average":8.5,"vote_count":976},{"adult":false,"backdrop_path":"/x4biAVdPVCghBlsVIzB6NmbghIz.jpg","genre_ids":[37],"id":429,"original_language":"it","original_title":"Il buono, il brutto, il cattivo","overview":"Durante o auge da Guerra Civil, um misterioso pistoleiro vaga pela fronteira do oeste. Ele não possui um lar, lealdade ou companhia... Até que encontra dois estrangeiros, que são tão brutos e desapegados quanto ele. Unidos pelo destino, os três homens juntam suas forças para tentar encontrar uma fortuna em ouro roubado. Mas trabalho em equipe não é uma coisa natural para voluntariosos pistoleiros, e eles logo descobrem que seu maior desafio é concentrar-se em sua perigosa missão — e em manterem-se vivos — atravessando um país arrasado pela guerra.","popularity":46.633,"poster_path":"/f6CoXpyZRqYJF3lTfxjWIahO6qM.jpg","release_date":"1966-12-23","title":"Três Homens em Conflito","video":false,"vote_average":8.5,"vote_count":6727},{"adult":false,"backdrop_path":"/lXhgCODAbBXL5buk9yEmTpOoOgR.jpg","genre_ids":[12,14,28],"id":122,"original_language":"en","original_title":"The Lord of the Rings: The Return of the King","overview":"O confronto final entre as forças do bem e do mal que lutam pelo controle do futuro da Terra Média se aproxima. Sauron planeja um grande ataque a Minas Tirith, capital de Gondor, o que faz com que Gandalf e Pippin partam para o local na intenção de ajudar a resistência. Um exército é reunido por Theoden em Rohan, em mais uma tentativa de deter as forças de Sauron. Enquanto isso, Frodo, Sam e Gollum seguem sua viagem rumo à Montanha da Perdição para destruir o anel.","popularity":111.116,"poster_path":"/izPNMzffsgZUvlbiYlPxjFr3TAa.jpg","release_date":"2003-12-01","title":"O Senhor dos Anéis: O Retorno do Rei","video":false,"vote_average":8.5,"vote_count":19804}],"total_pages":507,"total_results":10121}